[
    {
        "id": "carbon-20250109",
        "title": "Inspect & Reflect by Infa.ai: IBM’s Carbon Design System",
        "type": "livestream",
        "description": "Together, we’ll perform a design system inventory audit of IBM’s Carbon Design System directly on ibm.com. You’ll get an inside look at how experts approach design system inventories, identify inconsistencies, and discuss actionable strategies for optimizing component adoption.",
        "link": "https://infa.ai/events/carbon_20250109",
        "linkText": "Inspect & Reflect: IBM’s Carbon Design System"
    },
    {
        "id": "figma-into-the-file-livestream",
        "title": "Figma's Into the File Livestream",
        "type": "livestream",
        "description": "Luis from Figma and Daniel Henderson-Ede talk all things accessibility with components, variables, and design at scale. Daniel is an accessibility expert and has contributed to the CVS accessibility kit, now used by companies, and has inspired new kits from Github, to document how components can be used and handed off to development teams.\n\nDuring the on-demand, they will pull back the curtain on Daniel's experience, provide you with insights into what accessibility looks like within design systems teams - with tonnes of tips and tricks on how to get started within your own. They also provide advice for design system maintainers, design system consumers which includes a discussion about challenges with and requirements of designing accessible interfaces.",
        "link": "https://www.youtube.com/watch?v=_c2pJ6fU910",
        "linkText": "In the file: Design Systems and Accessibility on YouTube"
    },
    {
        "id": "knapsacks-design-systems-podcast",
        "title": "Knapsack's Design Systems Podcast",
        "type": "podcast",
        "description": "Welcome to another episode of The Design Systems Podcast! In honor of Global Accessibility Awareness Day, we're thrilled to have Daniel Henderson-Ede, an accessibility specialist, here to discuss the need for and challenges of making inclusive design experiences for those with disabilities, and how design systems can help. Daniel shares why and how accessibility considerations should influence every decision in design systems to create better, more inclusive products. We get into the importance of theme management, and the latest updates in accessibility standards. Join us as we navigate the critical intersections of design, accessibility, and system thinking to shed light on how we can enhance user experiences on a grand scale.",
        "link": "https://www.designsystemspodcast.com/episodes/episode/7c60bcaa/109-making-design-systems-inclusive-with-accessibility-specialist-daniel-henderson-ede",
        "linkText": "Episode 109: Making Design Systems Inclusive with Accessibility Specialist Daniel Henderson-Ede"
    },
    {
        "id": "zeroheight-design-systems-rodeo-webinar",
        "title": "ZeroHeight's Design Systems Rodeo Webinar",
        "type": "livestream",
        "description": "A new podcast where Kevin Muldoon and guests wrangle with the big common problems that design systems face. Every episode, they'll hogtie a challenge, give it a good once over, and share the best techniques they've found to conquer them, from dealing with inconsistency to naming to white-label systems.",
        "link": "https://zeroheight.com/webinars/design-systems-rodeo-1-consistently-inconsistent/",
        "linkText": "Episode 1: Consistently Inconsistent with guest host Daniel Henderson-Ede"
    },
    {
        "id": "csun-at-conference",
        "title": "CSUN AT Conference",
        "type": "conference",
        "description": "CVS Health has started to adopt accessibility annotations in the digital design process. Doing so has had innumerable benefits on the enterprise and customer experiences. Thinking about annotations in the design process influenced the design philosophy, and teams made design decisions that were rarely considered prior. This has improved the experiences of our customers by making digital products more accessible, inclusive, and usable...",
        "link": "https://www.csun.edu/cod/conference/sessions/2023/index.php/public/presentations/view/1288",
        "linkText": "Evolving the Design Process with Accessibility Annotations details"
    },
    {
        "id": "deque-axe-con-conference",
        "title": "Deque's Axe-con Conference",
        "type": "conference",
        "description": "Building a design system is a pivotal way to provide a more consistent user experience across brands, products, and platforms (Web, iOS, and Android). With many stakeholders influencing the enterprise initiative, the design system accessibility team doesn't always win the first time around.\n\nIn this session, learn about some of the challenges we've faced when building a design system for a Fortune 500 company. Come away with ideas, suggestions, resources, and learnings to help your team develop, or refine, a consistent, accessible design system for your organization.",
        "link": "https://www.youtube.com/watch?v=VWXcRAXHX1Q",
        "linkText": "Building Accessible Design Systems – Try, Try, Try again on YouTube"
    }
]
